Repository: amjadahmadi/-confectionary_shop-
Catalog: confectionary_shop/Cake_designing/locale/*/LC_MESSAGES/django.po
Languages: fa

source: after review will be showed
fa: بعد از بررسی نمایش داده خواهد شد

source: The amount of weight you want
fa: مقدار وزن مورد نیاز را وارد کنید

source: sample image
fa: عکس نمونه

source: printing image
fa: عکس برای چاپ

source: ready time
fa: زمان حاظر شدن

source: description
fa: توضیحات

source: payment status
fa: وضعیت پرداخت

source: extra payment
fa: پرداخت اضافی

source: felling
fa: محتویات

source: taste
fa: طعم

source: price / each kilo (180000 IR)
fa: قیمت / هر کیلو (180000 تومان)

source: amount
fa: مقدار

source: ٰDue to the design, the price may increase after review
fa: با توجه به طراحی وقیمت های متفاوت,ممکن است پس از بررسی قیمت افزایش یابد

source: Submit
fa: ثبت
